Repository: cinmou/PrivyGallery
Catalog: SecurityFolder/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, ja, ko, ru, zh_hant_tw, zh_hk

source: 备份当前空间
de: Aktuellen Speicherplatz sichern
en: Back Up Current Space
es: Hacer una copia de seguridad del espacio actual
fr: Sauvegarder l'espace actuel
it: Esegui il backup dello spazio corrente
ja: 現在のスペースをバックアップする
ko: 현재 공간 백업
ru: Резервное копирование текущего пространства
zh_hant_tw: 備份目前空間
zh_hk: 備份目前空間

source: 备份提示
de: Backup-Tipps
en: Backup Notice
es: Consejos de copia de seguridad
fr: Conseils de sauvegarde
it: Suggerimenti per il backup
ja: バックアップのヒント
ko: 백업 팁
ru: Советы по резервному копированию
zh_hant_tw: 備份提示
zh_hk: 備份提示

source: 备份文件：%1$lld / %2$lld
de: Sicherungsdatei: %1$lld / %2$lld
en: Backup file: %1$lld / %2$lld
es: Archivo de copia de seguridad: %1$lld / %2$lld
fr: Fichier de sauvegarde : %1$lld / %2$lld
it: File di backup: %1$lld / %2$lld
ja: バックアップ ファイル: %1$lld / %2$lld
ko: 백업 파일: %1$lld / %2$lld
ru: Файл резервной копии: %1$lld / %2$lld
zh_hant_tw: 備份檔案：%1$lld / %2$lld
zh_hk: 備份檔案：%1$lld / %2$lld

source: 备份文件使用了当前版本不支持的密钥派生算法。
de: Die Sicherungsdatei verwendet einen Schlüsselableitungsalgorithmus, der von der aktuellen Version nicht unterstützt wird.
en: This backup uses a key derivation algorithm that is not supported by this version.
es: El archivo de copia de seguridad utiliza un algoritmo de derivación de claves que no es compatible con la versión actual.
fr: Le fichier de sauvegarde utilise un algorithme de dérivation de clé qui n'est pas pris en charge par la version actuelle.
it: Il file di backup utilizza un algoritmo di derivazione della chiave non supportato dalla versione corrente.
ja: バックアップ ファイルは、現在のバージョンではサポートされていないキー導出アルゴリズムを使用しています。
ko: 백업 파일이 현재 버전에서 지원하지 않는 키 파생 알고리즘을 사용합니다.
ru: В файле резервной копии используется алгоритм создания ключей, который не поддерживается текущей версией.
zh_hant_tw: 備份檔案使用了目前版本不支援的金鑰派生演算法。
zh_hk: 備份檔案使用了目前版本不支援嘅金鑰派生演算法。

source: 备份文件无效或已损坏，无法恢复。
de: Die Sicherungsdatei ist ungültig oder beschädigt und kann nicht wiederhergestellt werden.
en: The backup file is invalid or damaged and cannot be restored.
es: El archivo de copia de seguridad no es válido o está dañado y no se puede restaurar.
fr: Le fichier de sauvegarde est invalide ou endommagé et ne peut pas être restauré.
it: Il file di backup non è valido o è danneggiato e non può essere ripristinato.
ja: バックアップ ファイルが無効であるか破損しているため、復元できません。
ko: 백업 파일이 유효하지 않거나 손상되어 복원할 수 없습니다.
ru: Файл резервной копии недействителен или поврежден и не подлежит восстановлению.
zh_hant_tw: 備份檔案無效或已損壞，無法復原。
zh_hk: 備份檔案無效或已損壞，無法恢復。

source: 备份文件生成失败，请重试。
de: Die Erstellung der Sicherungsdatei ist fehlgeschlagen. Bitte versuchen Sie es erneut.
en: Backup file generation failed. Please try again.
es: La generación del archivo de respaldo falló, inténtelo nuevamente.
fr: La génération du fichier de sauvegarde a échoué, veuillez réessayer.
it: La generazione del file di backup non è riuscita, riprova.
ja: バックアップ ファイルの生成に失敗しました。もう一度お試しください。
ko: 백업 파일 생성에 실패했습니다. 다시 시도해 주세요.
ru: Не удалось создать файл резервной копии. Повторите попытку.
zh_hant_tw: 備份檔案產生失敗，請重試。
zh_hk: 備份檔案產生失敗，請重試。

source: 备份索引已读取，正在准备恢复媒体
de: Sicherungsindex gelesen, Wiederherstellungsmedium wird vorbereitet
en: Backup index loaded. Preparing to restore media
es: Lectura del índice de respaldo, medios de recuperación en preparación
fr: Lecture de l'index de sauvegarde, support de récupération en cours de préparation
it: Lettura dell'indice di backup, supporto di ripristino in preparazione
ja: バックアップインデックスの読み取り、リカバリメディアの準備中
ko: 백업 인덱스 읽기, 복구 미디어 준비 중
ru: Чтение индекса резервной копии, подготовка носителя для восстановления
zh_hant_tw: 備份索引已讀取，正在準備恢復媒體
zh_hk: 備份索引已讀取，正在準備恢復媒體

source: 复制
de: Kopieren
en: Copy
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
ru: Копировать
zh_hant_tw: 複製
zh_hk: 複製

source: 复杂密码
de: Komplexes Passwort
en: Custom Password
es: Contraseña compleja
fr: Mot de passe complexe
it: Password complessa
ja: 複雑なパスワード
ko: 복잡한 비밀번호
ru: Сложный пароль
zh_hant_tw: 複雜密碼
zh_hk: 複雜密碼

source: 大小
de: Größe
en: Size
es: tamaño
fr: taille
it: dimensione
ja: サイズ
ko: 크기
ru: размер

source: 失败：%lld 项
de: Fehler: %lld Elemente
en: Failed: %lld items
es: Error: %lld elementos
fr: Échec : %lld éléments
it: Errore: %lld elementi
ja: 失敗: %lld 個のアイテム
ko: 실패: %lld개 항목
ru: Ошибка: %lld предметов
zh_hant_tw: 失敗：%lld 項
zh_hk: 失敗：%lld 項

source: 好
de: OK
en: OK
es: OK
fr: OK
it: OK
ja: OK
ko: 확인
ru: OK

source: 如果你想在导入后删除系统图库原件，请先允许本应用访问“照片”。
de: Wenn Sie die ursprüngliche Systemgalerie nach dem Import löschen möchten, erlauben Sie dieser App bitte zunächst den Zugriff auf „Fotos“.
en: To delete originals from Photos after import, allow this app to access Photos first.
es: Si desea eliminar la galería original del sistema después de importarla, primero permita que esta aplicación acceda a "Fotos".
fr: Si vous souhaitez supprimer la galerie système d'origine après l'avoir importée, veuillez d'abord autoriser cette application à accéder à « Photos ».
it: Se desideri eliminare la galleria di sistema originale dopo averla importata, consenti prima a questa app di accedere a "Foto".
ja: 元のシステムギャラリーをインポートした後に削除したい場合は、まずこのアプリに「写真」へのアクセスを許可してください。
ko: 원본 시스템 갤러리를 가져온 후 삭제하려면 먼저 이 앱이 '사진'에 액세스하도록 허용하세요.
ru: Если вы хотите удалить исходную системную галерею после ее импорта, сначала разрешите этому приложению доступ к «Фотографиям».
zh_hant_tw: 如果你想在匯入後刪除系統圖庫原件，請先允許本應用程式存取「照片」。
zh_hk: 如果你想在導入後刪除系統圖庫原件，請先允許本App存取「相片」。

source: 如果开启无操作后锁定，在设定时间内没有交互，应用会自动返回锁定页。
de: Wenn die Sperre nach keinem Vorgang aktiviert ist und innerhalb der eingestellten Zeit keine Interaktion stattfindet, kehrt die Anwendung automatisch zur Sperrseite zurück.
en: If auto-lock is enabled, the app returns to the lock screen after the selected period of inactivity.
es: Si se habilita el bloqueo después de ninguna operación y no hay interacción dentro del tiempo establecido, la aplicación volverá automáticamente a la página de bloqueo.
fr: Si le verrouillage après aucune opération est activé et qu'il n'y a aucune interaction dans le délai défini, l'application reviendra automatiquement à la page de verrouillage.
it: Se è abilitato il blocco dopo nessuna operazione e non vi è alcuna interazione entro il tempo impostato, l'applicazione tornerà automaticamente alla pagina di blocco.
ja: 無操作後のロックが有効になっており、設定された時間内に操作がなかった場合、アプリケーションは自動的にロック ページに戻ります。
ko: 작업 없음 후 잠금이 활성화되고 설정된 시간 내에 상호 작용이 없으면 애플리케이션은 자동으로 잠금 페이지로 돌아갑니다.
ru: Если блокировка после отсутствия операций включена и в течение установленного времени не происходит никаких действий, приложение автоматически вернется на страницу блокировки.
zh_hant_tw: 如果開啟無操作後鎖定，在設定時間內沒有交互，應用會自動返回鎖定頁。
zh_hk: 如果開啟無操作後鎖定，在設定時間內沒有交互，App會自動返回鎖定頁。

source: 媒体信息
de: Medieninformationen
en: Media Info
es: información de los medios
fr: informations sur les médias
it: informazioni mediatiche
ja: メディア情報
ko: 미디어 정보
ru: информация СМИ
zh_hant_tw: 媒體訊息
zh_hk: 媒體訊息

source: 媒体库
de: Mediathek
en: Library
es: Biblioteca
fr: Médiathèque
it: Libreria
ja: ライブラリ
ko: 라이브러리
ru: Медиатека
zh_hant_tw: 媒體庫
zh_hk: 媒體庫

source: 存在
de: existieren
en: Exists
es: existir
fr: exister
it: esistere
ja: 存在する
ko: 존재하다
ru: существовать

source: 完成
de: Komplett
en: Done
es: completo
fr: Terminé
it: Completo
ja: 完了
ko: 완료
ru: Завершить

source: 完成设置
de: Komplette Einrichtung
en: Finish Setup
es: Configuración completa
fr: Configuration complète
it: Configurazione completa
ja: セットアップを完了する
ko: 설정 완료
ru: Полная настройка
zh_hant_tw: 完成設定
zh_hk: 完成設定

source: 密码
de: Passwort
en: Password
es: Contraseña
fr: Mot de passe
it: Codice
ja: パスワード
ko: 비밀번호
ru: Пароль
zh_hant_tw: 密碼
zh_hk: 密碼

source: 密码不正确，或当前空间的密钥不可用。
de: Das Passwort ist falsch oder der Schlüssel für den aktuellen Bereich ist nicht verfügbar.
en: The password is incorrect, or the current space key is unavailable.
es: La contraseña es incorrecta o la clave para el espacio actual no está disponible.
fr: Le mot de passe est incorrect ou la clé de l'espace actuel n'est pas disponible.
it: La password non è corretta oppure la chiave per lo spazio corrente non è disponibile.
ja: パスワードが間違っているか、現在のスペースのキーが使用できません。
ko: 비밀번호가 올바르지 않거나, 현재 공간의 열쇠를 사용할 수 없습니다.
ru: Пароль неверен, или ключ для текущего пространства недоступен.
zh_hant_tw: 密碼不正確，或目前空間的密鑰不可用。
zh_hk: 密碼不正確，或目前空間嘅密鑰不可用。

source: 密码不正确，无法解密此备份文件。请检查后重试。
de: Das Passwort ist falsch und diese Sicherungsdatei kann nicht entschlüsselt werden. Bitte überprüfen Sie es und versuchen Sie es erneut.
en: The password is incorrect, so this backup file cannot be decrypted. Please check it and try again.
es: La contraseña es incorrecta y este archivo de copia de seguridad no se puede descifrar. Por favor verifique e intente nuevamente.
fr: Le mot de passe est incorrect et ce fichier de sauvegarde ne peut pas être déchiffré. Veuillez vérifier et réessayer.
it: La password non è corretta e questo file di backup non può essere decrittografato. Per favore controlla e riprova.
ja: パスワードが間違っているため、このバックアップ ファイルを復号化できません。確認してもう一度お試しください。
ko: 비밀번호가 올바르지 않아 이 백업 파일을 해독할 수 없습니다. 확인하신 후 다시 시도해 주세요.
ru: Пароль неверен, и этот файл резервной копии невозможно расшифровать. Пожалуйста, проверьте и попробуйте еще раз.
zh_hant_tw: 密碼不正確，無法解密此備份檔。請檢查後重試。
zh_hk: 密碼不正確，無法解密此備份檔。請檢查後重試。

source: 密码不正确，请重试。
de: Das Passwort ist falsch, bitte versuchen Sie es erneut.
en: Incorrect passcode. Please try again.
es: La contraseña es incorrecta, inténtalo de nuevo.
fr: Le mot de passe est incorrect, veuillez réessayer.
it: La password non è corretta, riprova.
ja: パスワードが間違っています。もう一度お試しください。
ko: 비밀번호가 올바르지 않습니다. 다시 시도해 주세요.
ru: Пароль неверный, попробуйте еще раз.
zh_hant_tw: 密碼不正確，請重試。
zh_hk: 密碼不正確，請重試。

source: 密码与空间
de: Passwort und Leerzeichen
en: Passwords & Spaces
es: Contraseña y espacio
fr: Mot de passe et espace
it: Password e spazio
ja: パスワードとスペース
ko: 비밀번호와 공간
ru: Пароль и пробел
zh_hant_tw: 密碼與空間
zh_hk: 密碼與空間

source: 密码格式不符合要求。
de: Das Passwortformat entspricht nicht den Anforderungen.
en: Passcode format is invalid.
es: El formato de la contraseña no cumple con los requisitos.
fr: Le format du mot de passe ne répond pas aux exigences.
it: Il formato della password non soddisfa i requisiti.
ja: パスワードの形式が要件を満たしていません。
ko: 비밀번호 형식이 요구 사항을 충족하지 않습니다.
ru: Формат пароля не соответствует требованиям.
zh_hant_tw: 密碼格式不符合要求。
zh_hk: 密碼格式不符合要求。

source: 密码格式错误。
de: Das Passwortformat ist falsch.
en: The password format is invalid.
es: El formato de la contraseña es incorrecto.
fr: Le format du mot de passe est erroné.
it: Il formato della password è sbagliato.
ja: パスワードの形式が間違っています。
ko: 비밀번호 형식이 잘못되었습니다.
ru: Формат пароля неправильный.
zh_hant_tw: 密碼格式錯誤。
zh_hk: 密碼格式錯誤。

source: 密码管理
de: Passwortverwaltung
en: Password Management
es: Gestión de contraseñas
fr: Gestion des mots de passe
it: Gestione delle password
ja: パスワード管理
ko: 비밀번호 관리
ru: Управление паролями
zh_hant_tw: 密碼管理
zh_hk: 密碼管理

source: 密码类型
de: Passworttyp
en: Password Type
es: Tipo de contraseña
fr: Type de mot de passe
it: Tipo di password
ja: パスワードの種類
ko: 비밀번호 유형
ru: Тип пароля
zh_hant_tw: 密碼類型
zh_hk: 密碼類型

source: 密码设置已经更新。
de: Die Passworteinstellungen wurden aktualisiert.
en: Password settings have been updated.
es: La configuración de contraseña se ha actualizado.
fr: Les paramètres du mot de passe ont été mis à jour.
it: Le impostazioni della password sono state aggiornate.
ja: パスワード設定が更新されました。
ko: 비밀번호 설정이 업데이트되었습니다.
ru: Настройки пароля обновлены.
zh_hant_tw: 密碼設定已經更新。
zh_hk: 密碼設定已經更新。

source: 密码错误
de: Falsches Passwort
en: Incorrect Password
es: Contraseña incorrecta
fr: Mauvais mot de passe
it: Password errata
ja: パスワードが間違っています
ko: 잘못된 비밀번호
ru: Неправильный пароль
zh_hant_tw: 密碼錯誤
zh_hk: 密碼錯誤

source: 密码错误，应用已锁定。
de: Falsches Passwort, App gesperrt.
en: Incorrect passcode. The app has been locked.
es: Contraseña incorrecta, aplicación bloqueada.
fr: Mauvais mot de passe, application verrouillée.
it: Password errata, app bloccata.
ja: パスワードが間違っているため、アプリがロックされています。
ko: 비밀번호가 잘못되어 앱이 잠겼습니다.
ru: Неправильный пароль, приложение заблокировано.
zh_hant_tw: 密碼錯誤，應用程式已鎖定。
zh_hk: 密碼錯誤，App已鎖定。

source: 导入
de: Importieren
en: Import
es: Importar
fr: Importer
it: Importa
ja: 読み込む
ko: 가져오기
ru: Импорт
zh_hant_tw: 匯入
zh_hk: 導入

source: 导入后删除
de: Nach dem Import löschen
en: Delete After Import
es: Eliminar después de importar
fr: Supprimer après l'importation
it: Elimina dopo l'importazione
ja: インポート後に削除
ko: 가져온 후 삭제
ru: Удалить после импорта
zh_hant_tw: 匯入後刪除
zh_hk: 導入後刪除

source: 导入后的图片、视频和文件都会以分块密文写入沙盒。
de: Importierte Bilder, Videos und Dateien werden in Chunk-Chiffretext in die Sandbox geschrieben.
en: Imported photos, videos, and files are written into the sandbox as chunk-encrypted ciphertext.
es: Las imágenes, vídeos y archivos importados se escribirán en el sandbox en texto cifrado fragmentado.
fr: Les images, vidéos et fichiers importés seront écrits dans le bac à sable sous forme de texte chiffré fragmenté.
it: Immagini, video e file importati verranno scritti nella sandbox in testo cifrato in blocchi.
ja: インポートされた画像、ビデオ、およびファイルは、チャンク化された暗号文でサンドボックスに書き込まれます。
ko: 가져온 이미지, 비디오 및 파일은 청크 암호문으로 샌드박스에 기록됩니다.
ru: Импортированные изображения, видео и файлы будут записываться в песочницу в виде фрагментированного зашифрованного текста.
zh_hant_tw: 匯入後的圖片、影片和檔案都會以分塊密文寫入沙盒。
zh_hk: 導入後嘅圖片、影片和檔案都會以分塊密文寫入沙盒。

source: 导入媒体
de: Medien importieren
en: Imported Media
es: Importar medios
fr: Importer des médias
it: Importa contenuti multimediali
ja: メディアをインポートする
ko: 미디어 가져오기
ru: Импортировать медиа
zh_hant_tw: 匯入媒體
zh_hk: 導入媒體

source: 导入媒体%lld
de: Medien %lld importieren
en: Imported Media %lld
es: Importar medios %lld
fr: Importer le média %lld
it: Importa supporto %lld
ja: メディア %lld をインポートします
ko: 미디어 가져오기 %lld
ru: Импортировать носитель %lld
zh_hant_tw: 匯入媒體%lld
zh_hk: 導入媒體%lld

source: 导入完成
de: Import abgeschlossen
en: Import Complete
es: Importación completada
fr: Importation terminée
it: Importazione completata
ja: インポートが完了しました
ko: 가져오기 완료
ru: Импорт завершен
zh_hant_tw: 匯入完成
zh_hk: 導入完成

source: 导入密码
de: Passwort importieren
en: Import Password
es: Importar contraseña
fr: Importer le mot de passe
it: Importa password
ja: インポートパスワード
ko: 비밀번호 가져오기
ru: Импортировать пароль
zh_hant_tw: 匯入密碼
zh_hk: 導入密碼

source: 导入密码编码失败。
de: Der Import der Passwortkodierung ist fehlgeschlagen.
en: Failed to encode the import password.
es: No se pudo importar la codificación de contraseña.
fr: Échec de l'importation du codage du mot de passe.
it: Impossibile importare la codifica della password.
ja: パスワードエンコーディングのインポートに失敗しました。
ko: 비밀번호 인코딩을 가져오지 못했습니다.
ru: Не удалось импортировать кодировку пароля.
zh_hant_tw: 匯入密碼編碼失敗。
zh_hk: 導入密碼編碼失敗。

source: 导入已停止。
de: Der Import wurde gestoppt.
en: Import stopped.
es: La importación se ha detenido.
fr: L'importation s'est arrêtée.
it: L'importazione è stata interrotta.
ja: 輸入が停止されました。
ko: 가져오기가 중지되었습니다.
ru: Импорт остановлен.
zh_hant_tw: 匯入已停止。
zh_hk: 導入已停止。

source: 导入时间
de: Zeit importieren
en: Imported
es: Hora de importación
fr: Heure d'importation
it: Ora di importazione
ja: インポート時間
ko: 수입시기
ru: Время импорта
zh_hant_tw: 匯入時間
zh_hk: 導入時間

source: 导出
de: Exportieren
en: Export
es: Exportar
fr: Exporter
it: Esporta
ja: 書き出す
ko: 내보내기
ru: Экспорт
zh_hant_tw: 匯出
zh_hk: 導出

source: 导出失败
de: Der Export ist fehlgeschlagen
en: Export Failed
es: Exportación fallida
fr: Échec de l'exportation
it: Esportazione non riuscita
ja: エクスポートに失敗しました
ko: 내보내기 실패
ru: Экспорт не удался
zh_hant_tw: 匯出失敗
zh_hk: 導出失敗

source: 导出密码无效
de: Ungültiges Exportpasswort
en: Invalid Export Password
es: Contraseña de exportación no válida
fr: Mot de passe d'exportation invalide
it: Password di esportazione non valida
ja: エクスポートパスワードが無効です
ko: 잘못된 내보내기 비밀번호
ru: Неверный пароль экспорта
zh_hant_tw: 匯出密碼無效
zh_hk: 導出密碼無效

source: 导出密码编码失败。
de: Beim Exportieren der Passwortverschlüsselung ist ein Fehler aufgetreten.
en: Failed to encode the export password.
es: Error al exportar la codificación de la contraseña.
fr: Échec du codage du mot de passe d’exportation.
it: Esportazione codifica password non riuscita.
ja: パスワードのエンコードのエクスポートに失敗しました。
ko: 비밀번호 인코딩 내보내기에 실패했습니다.
ru: Не удалось закодировать пароль экспорта.
zh_hant_tw: 匯出密碼編碼失敗。
zh_hk: 導出密碼編碼失敗。

source: 导出密码至少需要 4 位。
de: Das Exportpasswort erfordert mindestens 4 Ziffern.
en: The export password must be at least 4 characters long.
es: La contraseña de exportación requiere al menos 4 dígitos.
fr: Le mot de passe d'exportation nécessite au moins 4 chiffres.
it: La password di esportazione richiede almeno 4 cifre.
ja: エクスポートパスワードには少なくとも 4 桁の数字が必要です。
ko: 내보내기 비밀번호에는 4자리 이상이 필요합니다.
ru: Пароль экспорта должен состоять как минимум из 4 цифр.
zh_hant_tw: 匯出密碼至少需要 4 位元。
zh_hk: 導出密碼至少需要 4 位元。

source: 导出已停止
de: Export gestoppt
en: Export Stopped
es: Exportación detenida
fr: Exportation arrêtée
it: L'esportazione si è fermata
ja: 輸出停止
ko: 내보내기가 중지되었습니다.
ru: Экспорт остановлен
zh_hant_tw: 匯出已停止
zh_hk: 導出已停止

source: 导出已停止。
de: Der Export wurde gestoppt.
es: La exportación se ha detenido.
fr: L'exportation s'est arrêtée.
it: L'esportazione si è fermata.
ja: 輸出は停止されました。
ko: 내보내기가 중지되었습니다.
ru: Экспорт остановлен.
zh_hant_tw: 匯出已停止。
zh_hk: 導出已停止。

source: 导出已取消，未完成的导出文件会自动清理。
de: Der Export wurde abgebrochen und nicht abgeschlossene Exportdateien werden automatisch bereinigt.
en: Export was cancelled. Incomplete export files will be cleaned up automatically.
es: La exportación se canceló y los archivos de exportación no finalizados se limpiarán automáticamente.
fr: L'exportation a été annulée et les fichiers d'exportation inachevés seront automatiquement nettoyés.
it: L'esportazione è stata annullata e i file di esportazione non completati verranno automaticamente puliti.
ja: エクスポートはキャンセルされ、未完了のエクスポート ファイルは自動的に削除されます。
ko: 내보내기가 취소되었으며 완료되지 않은 내보내기 파일은 자동으로 정리됩니다.
ru: Экспорт был отменен, и незавершенные файлы экспорта будут автоматически удалены.
zh_hant_tw: 匯出已取消，未完成的匯出檔案會自動清理。
zh_hk: 導出已取消，未完成嘅導出檔案會自動清理。

source: 导出所选项目
de: Ausgewählte Elemente exportieren
en: Export Selected Items
es: Exportar elementos seleccionados
fr: Exporter les éléments sélectionnés
it: Esporta gli elementi selezionati
ja: 選択したアイテムをエクスポートする
ko: 선택한 항목 내보내기
ru: Экспортировать выбранные элементы
zh_hant_tw: 匯出所選項目
zh_hk: 導出所選項目

source: 导出文件会使用你输入的密码进行外层加密保护。这可以是你刚刚验证的空间密码，也可以是一个新的密码。
de: Die exportierte Datei wird durch eine äußere Verschlüsselungsebene mit dem von Ihnen eingegebenen Passwort geschützt. Dies kann das Space-Passwort sein, das Sie gerade überprüft haben, oder ein neues Passwort.
en: The exported file will be protected by an outer layer of encryption using the password you enter. This can be the space password you just verified or a completely new password.
es: El archivo exportado estará protegido por una capa externa de cifrado utilizando la contraseña que ingresó. Esta puede ser la contraseña del espacio que acaba de verificar o una contraseña nueva.
fr: Le fichier exporté sera protégé par une couche externe de cryptage utilisant le mot de passe que vous avez saisi. Il peut s'agir du mot de passe de l'espace que vous venez de vérifier ou d'un nouveau mot de passe.
it: Il file esportato sarà protetto da uno strato esterno di crittografia utilizzando la password inserita. Può essere la password dello spazio che hai appena verificato o una nuova password.
ja: エクスポートされたファイルは、入力したパスワードを使用した暗号化の外側層によって保護されます。これは、確認したばかりのスペース パスワード、または新しいパスワードです。
ko: 내보낸 파일은 입력한 비밀번호를 사용하는 외부 암호화 계층으로 보호됩니다. 방금 확인한 스페이스 비밀번호일 수도 있고 새 비밀번호일 수도 있습니다.
ru: Экспортированный файл будет защищен внешним уровнем шифрования с использованием введенного вами пароля. Это может быть только что проверенный пароль пространства или новый пароль.
zh_hant_tw: 匯出檔案會使用你輸入的密碼進行外層加密保護。這可以是你剛剛驗證的空間密碼，也可以是新的密碼。
zh_hk: 導出檔案會使用你輸入嘅密碼進行外層加密保護。這可以是你剛剛驗證嘅空間密碼，也可以是新嘅密碼。

source: 导出时找不到文件：%@
de: Datei beim Export nicht gefunden: %@
en: File not found during export: %@
es: Archivo no encontrado durante la exportación: %@
fr: Fichier introuvable lors de l'exportation : %@
it: File non trovato durante l'esportazione: %@
ja: エクスポート中にファイルが見つかりませんでした: %@
ko: 내보내는 동안 파일을 찾을 수 없습니다: %@
ru: Файл не найден во время экспорта: %@
zh_hant_tw: 匯出時找不到檔案：%@
zh_hk: 導出時找不到檔案：%@

source: 将保存到 %@。
de: Wird unter %@ gespeichert.
en: Will save to %@.
es: Se guardará en %@.
fr: Sera enregistré dans %@.
it: Verrà salvato in %@.
ja: %@ に保存されます。
ko: %@에 저장됩니다.
ru: Будет сохранено в %@.
zh_hant_tw: 將保存到 %@。
zh_hk: 將保存到 %@。

source: 屏幕隐私与录屏防窥
de: Bildschirm-Privatsphäre und Bildschirmaufzeichnungsschutz
en: Screen Privacy and Recording Shield
es: Privacidad de pantalla y protección de grabación de pantalla
fr: Confidentialité de l'écran et protection de l'enregistrement d'écran
it: Privacy dello schermo e protezione della registrazione dello schermo
ja: 画面のプライバシーと画面録画の保護
ko: 화면 개인 정보 보호 및 화면 녹화 보호
ru: Конфиденциальность экрана и защита записи экрана
zh_hant_tw: 螢幕隱私與錄影防窺
zh_hk: 螢幕隱私與錄影防窺

source: 屏幕隐私保护
de: Schutz der Privatsphäre des Bildschirms
en: Screen Privacy Protection
es: Protección de la privacidad de la pantalla
fr: Protection de la confidentialité de l'écran
it: Protezione della privacy dello schermo
ja: 画面のプライバシー保護
ko: 화면 개인 정보 보호
ru: Защита конфиденциальности экрана
zh_hant_tw: 螢幕隱私保護
zh_hk: 螢幕隱私保護

source: 已取消
de: Abgesagt
en: Cancelled
es: Cancelado
fr: Annulé
it: Annullato
ja: キャンセルされました
ko: 취소됨
ru: Отменено

source: 已完成 %1$lld / %2$lld
de: %1$lld / %2$lld abgeschlossen
en: Completed %1$lld / %2$lld
es: Completado %1$lld / %2$lld
fr: Terminé %1$lld / %2$lld
it: Completato %1$lld / %2$lld
ja: %1$lld / %2$lld を完了しました
ko: %1$lld / %2$lld 완료됨
ru: Завершено %1$lld / %2$lld

source: 已导入 %1$lld 张照片和 %2$lld 个视频。
de: %1$lld Fotos und %2$lld Videos importiert.
en: Imported %1$lld photos and %2$lld videos.
es: %1$lld fotos y %2$lld vídeos importados.
fr: Photos %1$lld et vidéos %2$lld importées.
it: Importate %1$lld foto e %2$lld video.
ja: %1$lld 個の写真と %2$lld 個のビデオをインポートしました。
ko: %1$lld 사진과 %2$lld 비디오를 가져왔습니다.
ru: Импортировано %1$lld фотографий и %2$lld видео.
zh_hant_tw: 已匯入 %1$lld 張照片和 %2$lld 個影片。
zh_hk: 已導入 %1$lld 張相片和 %2$lld 個影片。

source: 已恢复：
de: Restauriert:
en: Restored:
es: Restaurado:
fr: Restauré :
it: Restaurato:
ja: 復元済み:
ko: 복원됨:
ru: Восстановлено:
zh_hant_tw: 已恢復：
zh_hk: 已恢復：

source: 已成功导入 %lld 个项目。要不要把这些原始项目从系统图库里删掉？
de: %lld Projekte erfolgreich importiert. Möchten Sie diese Originalelemente aus der Systemgalerie löschen?
en: Imported %lld items. Do you want to delete the originals from System Photos?
es: Proyectos %lld importados correctamente. ¿Quieres eliminar estos elementos originales de la galería del sistema?
fr: Projets %lld importés avec succès. Voulez-vous supprimer ces éléments originaux de la galerie système ?
it: Progetti %lld importati con successo. Vuoi eliminare questi elementi originali dalla galleria di sistema?
ja: %lld 個のプロジェクトが正常にインポートされました。これらの元のアイテムをシステム ギャラリーから削除しますか?
ko: %lld개 프로젝트를 성공적으로 가져왔습니다. 시스템 갤러리에서 이러한 원본 항목을 삭제하시겠습니까?
ru: Успешно импортировано %lld проектов. Вы хотите удалить эти оригинальные элементы из системной галереи?
zh_hant_tw: 已成功匯入 %lld 個項目。要不要把這些原始項目從系統圖庫裡刪掉？
zh_hk: 已成功導入 %lld 個項目。要不要把這些原始項目從系統圖庫裡刪掉？

source: 已锁定
de: gesperrt
en: Locked
es: bloqueado
fr: verrouillé
it: bloccato
ja: ロックされた
ko: 잠긴
ru: заперто
zh_hant_tw: 已鎖定
zh_hk: 已鎖定

source: 已阅读完成
de: Fertig gelesen
en: Reading Completed
es: Leer terminado
fr: Lecture terminée
it: Lettura finita
ja: 読み終わりました
ko: 읽기 완료
ru: Читать закончено
zh_hant_tw: 已閱讀完成
zh_hk: 已閱讀完成

source: 已隐藏内容
de: Inhalt ausgeblendet
en: Hidden Content
es: Contenido oculto
fr: Contenu masqué
it: Contenuto nascosto
ja: 非表示のコンテンツ
ko: 숨겨진 콘텐츠
ru: Содержимое скрыто
zh_hant_tw: 已隱藏內容
zh_hk: 已隱藏內容

source: 应用主题
de: Thema anwenden
en: App Theme
es: Aplicar tema
fr: Appliquer le thème
it: Applica tema
ja: テーマを適用する
ko: 테마 적용
ru: Применить тему
zh_hant_tw: 應用主題
zh_hk: App主題
